Repository: Feanaur/aldryn-newsblog
Catalog: aldryn_newsblog/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Mark selected articles as published
ru: Пометить выбранные статьи как опубликованные

source: Mark selected articles as not published
ru: Пометить выбранные статьи как неопубликованные

source: Mark selected articles as featured
ru: Отметить выбранные статьи как основные

source: Mark selected articles as not featured
ru: Отметить выбранные статьи как неосновные

source: Previous Article
ru: Предыдущая статья

source: Back to Overview
ru: Вернуться к Обзору

source: Next Article
ru: Следующая статья

source: No items available
ru: Нет доступных элементов

source: First
ru: Первая

source: Previous
ru: Предыдущая

source: Next
ru: Следующая

source: Last
ru: Последняя

source: No articles found
ru: Не найдено ни одной статьи

source: Enter a query above
ru: Введите запрос выше

source: Keyword search
ru: Поиск по ключевым словам

source: Keyword
ru: Ключевое слово

source: Go
ru: Найти

source: All
ru: Все

source: by
ru: от

source: the-eagle-has-landed/
ru: орел-успешно-приземлился/

source: 1969/the-eagle-has-landed/
ru: 1969/орел-успешно-приземлился/

source: 1969/07/the-eagle-has-landed/
ru: 1969/07/орел-успешно-приземлился/

source: 1969/07/16/the-eagle-has-landed/
ru: 1969/07/16/орел-успешно-приземлился/

source: Allow
ru: Разрешить

source: Redirect to permalink (default)
ru: Перенаправлять по статической ссылке (по умолчанию)

source: Permanent redirect to permalink
ru: Постоянное перенаправление по статической ссылке

source: Return 404: Not Found
ru: Ошибка 404: Не найдено

source: application title
ru: заголовок приложения

source: permalink type
ru: тип статической ссылки

source: Choose the style of urls to use from the examples. (Note, all types are relative to apphook)
ru: Выберите из примеров стиль отображения адресов для использования. Примечание: все типыотносительны для аппхуков(apphooks)

source: non-permalink handling
ru: обработка динамических ссылок

source: How to handle non-permalink urls?
ru: Как обрабатывать динамические адреса?

source: Paginate size
ru: Шаг пагинации

source: When paginating list views, how many articles per page?
ru: Сколько статей будет выводиться на одной странице при пагинации?

source: Pagination pages start
ru: Начать пагинацию страниц

source: When paginating list views, after how many pages should we start grouping the page numbers.
ru: При пагинации списков, после скольких страниц нужно начинать группировать номера страниц?

source: Pagination pages visible
ru: Количество видимых страниц

source: When grouping page numbers, this determines how many pages are visible on each side of the active page.
ru: При группировке номеров страниц, эта настройка определяет сколько страниц будет видно с каждой стороны на активной странице.

source: Excluded featured articles count
ru: Количество исключенных основных статей

source: If you are using the Featured Articles plugin on the article list view, you may prefer to exclude featured articles from the article list itself to avoid duplicates. To do this, enter the same number here as in your Featured Articles plugin.
ru: Если вы используете плагин основных статей на странице списка статей, вам может понадобиться исключить основные статьи из списка, чтобы не допустить повторений.Для этого введите здесь тот же номер что и в плагине основных статей.

source: Prefix for template dirs
ru: Префикс для директорий шаблонов

source: Auto-create authors?
ru: Создать авторов автоматически?

source: Automatically create authors from logged-in user?
ru: Автоматически создать авторов на основе вошедшего пользователя?

source: Include in search index?
ru: Включить в поисковый индекс?

source: Include articles in search indexes?
ru: Включить статьи в поисковые индексы?

source: untitled
ru: безымянное

source: Post published by default
ru: Пост опубликован по умолчанию

source: NewsBlog
ru: НовостнойБлог

source: Archive
ru: Архив

source: Article Search
ru: Поиск статей

source: Authors
ru: Авторы

source: Categories
ru: Категории

source: Featured Articles
ru: Основные Статьи

source: Latest Articles
ru: Последние Статьи

source: Related Articles
ru: Связанные Статьи

source: Tags
ru: Тэги

source: Configure addon
ru: Настроить аддон

source: Article list
ru: Список статей

source: Add new article
ru: Добавить новую статью

source: Edit this article
ru: Редактировать эту статью

source: Delete this article
ru: Удалить эту статью

source: Optional. If provided, it will be added to the main body of the article as a text plugin, that can be formatted.
ru: Необязательно. Если указано, будет добавлено к главному тексту статьи кактекстовый плагин, доступный для форматирования.

source: Initial version.
ru: Первоначальная версия.

source: New news/blog article
ru: Новая новостная статья или статья для блога

source: Create a new news/blog article.
ru: Создать новостную статью или статью для блога

source: Articles on %(site_name)s
ru: Статьи на %(site_name)s

source: Aldryn NewsBlog Menu
ru: Aldryn NewsBlog Меню

source: untitled-article
ru: безымянная статья

source: title
ru: заголовок

source: slug
ru: слагнейм

source: Used in the URL. If changed, the URL will change. Clear it to have it re-created automatically.
ru: Используется в URL. Если изменено, URL изменится. Очистите это поле, чтобы автоматически создать его заново.

source: lead
ru: краткий текст

source: The lead gives the reader the main idea of the story, this is useful in overviews, lists or as an introduction to your article.
ru: Краткий текст передает читателю главную идею истории, это полезно в в обзорах, списках или как вступление к вашей статье.

source: meta title
ru: meta заголовок

source: meta description
ru: meta описание

source: meta keywords
ru: meta ключевые слова

source: author
ru: автор

source: owner
ru: владелец

source: Apphook configuration
ru: Apphook - настройка

source: categories
ru: категории

source: publishing date
ru: дата публикации

source: is published
ru: опубликовано

source: is featured
ru: является основным

source: related articles
ru: связанные статьи

source: The maximum duration (in seconds) that this plugin's content should be cached.
ru: Максимальная продолжительность (в секундах), на которую конент плагина может быть закэширован.

source: %s archive
ru: %s архив

source: max articles
ru: максимальное кол-во статей

source: The maximum number of found articles display.
ru: Максимальное количество найденных статей для отображения.

source: %s authors
ru: %s авторы

source: %s categories
ru: %s категории

source: The maximum number of featured articles display.
ru: Максимальное количество основных статей для отображения.

source: featured article
ru: основная статья

source: featured articles: %(count)s
ru: основных статей: %(count)s

source: The maximum number of latest articles to display.
ru: Максимальное количество последних статей для отображения.

source: The maximum number of featured articles to exclude from display. E.g. for uses in combination with featured articles plugin.
ru: Максимальное количество основных статей, которое нужно скрыть. Для использования в сочетании с плагином основных статей.

source: %(app_title)s latest articles: %(latest_articles)s
ru: %(app_title)s последние статьи: %(latest_articles)s

source: Related articles
ru: Связанные статьи

source: %s tags
ru: %s тэги
